Repository: wp-plugins/profile-builder
Catalog: translation/profilebuilder-*.po
Languages: de_de, ru_ru, tr_tr

source: Stylesheet Used on the Front-End:
de_de: Genutztes Stylesheet im Frontend
ru_ru: Используемый набор стилей на сайте:

source: White
de_de: Weiss
ru_ru: Белый
tr_tr: Beyaz

source: Black
de_de: Schwarz
ru_ru: Черный
tr_tr: Siyah

source: None
de_de: Keins
ru_ru: Никакой
tr_tr: Hiçbiri

source: "Email Confirmation" Feature Activated:
de_de: "E-Mail Bestätigung" aktiviert:
ru_ru: "Подтверждение адрес эл. почты" включено:
tr_tr: "E-Posta Doğrulama" Özellik Açık:

source: "Admin Approval" Feature Activated:
de_de: "Admin Bestätigung" aktiviert:
tr_tr: "Yönetici Doğrulaması" Özellik Açık:

source: The black stylesheet is intended for sites/blogs with a dark background.
de_de: Das schwarze Stylesheet wird bei dunklen Themes empfohlen.
ru_ru: Черный набор стилей подойдет сайтам с темным фоном.
tr_tr: Siyah stil-sayfası, karanlık fonlu websiteleri için düşünülmüştür.

source: The white stylesheet is intended for a sites/blogs with a light background color.
de_de: Das weisse Stylesheet wird bei hellen Themes empfohlen.
ru_ru: Белый набор стилей подойдет сайтам со светлым фоном.
tr_tr: Beyaz stil-sayfası, açık fonlu websiteleri için düşünülmüştür.

source: On single-site installations the "Email Confirmation" feature only works in the front-end, so make sure you also use the "Custom Redirects" feature.
de_de: Auf Einzelseiteninstallationen funktioniert die E-Mail-Bestätigung nur im Frontend. Stellen Sie also sicher, dass die "Weiterleitungen" aktiviert sind.
ru_ru: На одиночных сайтах (не WPMU) функция "Подтверждение адреса эл. почты" работает только на сайте, поэтому не забудьте включить дополнение "Пользовательские перенаправления".
tr_tr: "E-Posta Doğrulama" tekil yüklemelerde sadece ön-ofiste çalışacak şekilde düşünülmüştür. Bunun için "Özel Yönlendirme"lerin açık olduğuna da emin olun.

source: Basic Information
de_de: Allgemeine Informationen
ru_ru: Основная информация
tr_tr: Kısa Bilgi

source: Show/Hide the Admin Bar on Front-end
de_de: Anzeigen/Verbergen der Admin-Leiste im Front-End
ru_ru: Включение/отключение админ-панели сайта
tr_tr: Yönetici Paneli'ni Ön-Ofiste Göster/Sakla

source: Extra Profile Fields
de_de: Extra Profil Felder
ru_ru: Дополнительные поля профиля
tr_tr: Ekstra Profil Alanları

source: Register Your Version
de_de: Registrieren Sie Ihre Version
ru_ru: Зарегистрируйте свою версию
tr_tr: Kullanıcı Kopyanızı Kaydedin

source: Activate/Deactivate Addons
de_de: Aktivieren/Deaktivieren von Add-Ons
ru_ru: Активация/деактивация дополнений
tr_tr: Eklentileri Aktive Et/Kaldır

source: Name/Description
de_de: Name/Beschreibung
ru_ru: Имя/Описание
tr_tr: İsim/Açıklama

source: Active
de_de: Aktiv
ru_ru: Активно
tr_tr: Aktif

source: Inactive
de_de: Inaktiv
ru_ru: Неактивно
tr_tr: Pasif

source: Custom Redirects
de_de: Weiterleitungen
ru_ru: Пользовательские перенаправления
tr_tr: Özel Yönlendirmeler

source: Redirects on custom page requests:
de_de: Weiterleitung auf benutzerdefinierte Seiten:
tr_tr: Özel sayfa çağrımlarında yönlendirme yapar.

source: Action
de_de: Aktion
ru_ru: Событие
tr_tr: Hareket

source: Redirect
de_de: Weiterleiten
ru_ru: Перенаправлять?
tr_tr: Yönlendirme

source: After Registration:
de_de: Nach Registrierung
ru_ru: После регистрации:
tr_tr: Kayıttan Sonra:

source: When activated this feature will redirect the user on both the default Wordpress password recovery page and the "Lost password?" link used by Profile Builder on the front-end login page.
de_de: Wenn dieses Feature aktiviert ist, wird der Benutzer bei den Seiten /"Wordpress Passwort wiederherstellen/"und /"Passwort vergessen/" auf die im Front-End eingestellte Seite weitergeleitet.
ru_ru: После активирования данной функции пользователя будет перенаправлять со стандартных страниц восстановления пароля Wordpress и ссылки "Забыли пароль?" в Profile Builder на страницу входа на самом сайте.
tr_tr: Bu seçenek aktive edildiğinde, Profile Builder'ın atadığı ön-ofis sayfalarındaki varsayılan Wordpress kayıp şifre sayfasını istediğiniz bir bağlantıya yönlendirebilirsiniz.

source: Redirects on default WordPress page requests:
de_de: Weiterleitung der Standart-Wordpress-Seite
tr_tr: Varsayılan Wordpress sayfa isteklerini yönlendirir.

source: Requested WP Page
de_de: Angefragte WP Seite
ru_ru: Запрашиваемая страница WP
tr_tr: Talep Edilen WP Sayfası

source: Default WP Register Page
de_de: Standart WP Registrierung
tr_tr: Varsayılan WP Kayıt Sayfası

source: Default WP Dashboard (***)
de_de: Standart WP Dashboard (***)
tr_tr: Varsayılan WP Başlangıç Sayfası(***)

source: Before login. Works best if used in conjuction with "After logout".
de_de: Vor dem Login. Arbeitet am besten wenn es mit dem "Nach dem Logout" zusammen eingestellt ist.
ru_ru: Перед логином. Лучше всего работает вместе с событием "После выхода".
tr_tr: Girişten Önce. "Çıkıştan Sonra" ile birlikte kullanılırsa iyi olur.

source: After logout. Works best if used in conjuction with "Before login".
de_de: Nach dem Logout. Arbeitet am besten wenn es mit dem "Vor dem Login" zusammen eingestellt ist.
tr_tr: Çıkıştan Sonra. "Girişten Önce" ile birlikte kullanılırsa iyi olur.

source: Redirects every user-role EXCEPT the ones with administrator privilages (can manage options).
de_de: Leitet jeden Berechtigungstufe weiter, ausser dem Admin.
ru_ru: Перенаправляет всех пользователей КРОМЕ администраторов (пользователей, способных изменить настройки плагина).
tr_tr: Değişiklik hakkı bulunan yöneticiler dışında tüm kullanıcıları yeniden yönlendirir.

source: Could not open socket!
de_de: Sockel kann nicht geöffnet werden
tr_tr: Soket açılamıyor!

source: To use reCAPTCHA you must get an API key from
de_de: Um den reCAPTCHA zu nutzen benötigen Sie einen Schlüssel von
tr_tr: reCAPTCHA kullanabilmek için bir API kodu almalısınız, şuradan:

source: For security reasons, you must pass the remote ip to reCAPTCHA!
de_de: Aus Sicherheitsgründen müssen Sie die Remote-IP von reCAPTCHA nutzen.
tr_tr: Güvenlik nedeniyle reCAPTCHA'ya uzaktan erişimli ip girmelisiniz.

source: To use reCAPTCHA Mailhide, you need to have the mcrypt php module installed!
de_de: Um reCAPTCHA Mailhide zu nutzen, muss das "MCRYPT PHP Modul" installiert sein.

source: To use reCAPTCHA Mailhide, you have to sign up for a public and private key; you can do so at
de_de: Um reCAPTCHA Mailhide nutzen zu können, müssen Sie sich für einen öffentlichen und privaten Schlüssel registrieren. Hier:

source: Adds a reCAPTCHA form on the registration page created in the front-end (only).
de_de: Fügt einen reCAPTCHA auf der Registrierungsseite hinzu
tr_tr: Sadece ön-ofiste oluşturulmuş kayıt sayfasına bir reCAPTCHA formu yerleştirir.

source: For this you must get a public and private key from Google:
de_de: Hierfür benötigen Sie einen privaten und öffentlichen Schlüssel von Google.
tr_tr: Bunu gerçekleştirmek için Google'dan açık ve gizli anahtarlar edinmek zorundasınız.

source: Key
de_de: Schlüssel
tr_tr: Anahtar

source: Public Key:
de_de: Öffentlicher Schlüssel
tr_tr: Tüzel Anahtar

source: Private Key:
de_de: Privater Schlüssel
tr_tr: Özel Anahtar

source: The reCAPTCHA wasn't entered correctly. Go back and try it again!
de_de: Das reCaptcha wurde nicht erfolgreich eingegeben. Bitte gehen Sie zurück und probieren Sie es erneut.
tr_tr: reCAPTCHA doğru girilmedi. Lütfen geri dönün ve tekrar deneyin!

source: To create a page containing the users registered to this current site/blog, insert the following shortcode in a (blank) page:
de_de: Um eine Seite mit dem User-Listing zu erstellen, fügend Sie den folgenden Code in aine leere Seite ein.
ru_ru: Чтобы создать страницу, отображающую список зарегистрированных пользователей на вашем сайте, вставьте следующий шорткод на (пустую) страницу:
tr_tr: Siteye kayıtlı kullanıcıların listeleneceği bir sayfa yaratmak için şu kısa-kodu boş bir sayfaya yapıştırın:

source: For instance, to create a userlisting shortcode listing only the editors and authors, visible to only the users currently logged in, you would use:
de_de: Wenn Sie das User-Listing nur eingeloggten Benutzern anzeigen wollen, fügen Sie bitte folgenden Code ein:
ru_ru: Например, чтобы создать список, отображающий только редакторов и авторов в настоящее время находящихся на сайте, используйте следующий шорткод:
tr_tr: Misal, sadece kayıtlı kullanıcıların görebileceği ve sadece editör ve yazarların listeleneceği bir sayfa için:

source: These settings are applied to the front-end userlisting.
de_de: Diese Einstellungen werden im Front End des User-Listings angezeigt.
ru_ru: Эти настройки применяются к списку пользователей на сайте.
tr_tr: Bu seçimler sadece ön-ofis üye listemesi için geçerlidir.

source: Number of Users/Page:
de_de: Anzahl Benutzer/Seite
ru_ru: Число пользователей на страницу:
tr_tr: Kullanıcı/Sayfa Sayısı

source: Default Sorting Order:
de_de: Standart Sortierfolge
ru_ru: Сортировка по умолчанию:
tr_tr: Varsayılan Sıralama Tipi

source: With the userlisting templates you can customize the look, feel and information listed by the shortcode.
de_de: Mit dem User-Listing Template können Sie das Aussehen und die Informationen per Shortcode anzeigen lassen.
ru_ru: С помощью шаблона списка пользователей вы сможете изменить вид и информацию, выводимую шорткодом.
tr_tr: Kullanıcı Listeleme şablonlarıyla kısakodda görünüm, hissiyat ve bilgileri değiştirebilirsiniz.

source: The "All Users Listing" template is used to list all users. It's displayed on each page access where the shortcode is present.
de_de: Das "All User Listing"-Template zeigt die Liste aller Benutzer an. Es wird überall angezeigt wo der Shortcode implementiert ist
ru_ru: Шаблон "Все пользователи" используется для отображения всех пользователей. Он будет отображаться на каждой странице с шорткодом.
tr_tr: "Tüm-Kullanıcılar" Şablonu, tüm kullanıcıları listeler. Kısa-kodun olduğu her yerde erişime açıktır.

source: Avatar size:
de_de: Avatar Größe
ru_ru: Размер аватара:
tr_tr: Avatar Büyüklüğü:

source: Insert "Sort By" Field:
de_de: "Sortieren nach" Feld einfügen
ru_ru: Вставить поле "Сортировать по":
tr_tr: "Şuna Göre Sırala" Alanı Ekleyin:

source: Insert "User-Meta" Field:
de_de: "User Meta" Feld einfügen
ru_ru: Вставить поле "Данные пользователя":
tr_tr: "Kullanıcı-Metası" Alanı Ekleyin:

source: Insert Extra Functions:
de_de: Extra Funktionen einfügen
ru_ru: Вставить дополнительные функции:
tr_tr: Ekstra Fonksiyonlar Ekleyin:

source: Show/Hide Default "All-Userlisting" Code
de_de: Zeige/Verberge Standart-"All-User-Listing"-Code
ru_ru: Показать/скрыть код шаблона "Все пользователи" по умолчанию
tr_tr: Varsayılan "Tüm-Kullanıcılar" Kodunu Göster/Sakla

source: If you wish to use a default userlisting, just copy the following code and paste it in the textarea below:
de_de: Wenn Sie das Standart Userlisting nutzen möchten, kopieren Sie den Code in die untere Textfläche:
ru_ru: Если вы хотите использовать отображение по умолчанию, то вставьте данный код в форму ниже:
tr_tr: Eğer varsayılan tip bir kullanıcı listeleme yapmak isterseniz, lütfen şu ksıa-kodu aşağıdaki metin alanına giriniz:

source: The "Single User Listing" template is used to list an individual user. It's displayed when clickin on the "more info" link.
de_de: Das "Single-User-List"-Template zeigt die Daten eines einzelnen Benutzers an. Es wird angezeigt sobald man auf "Mehr Infos" klickt.
ru_ru: Шаблон "Один пользователь" используется для отображения отдельного пользователя. Он выводится при нажатии на ссылку "Подробнее".
tr_tr: "Tekik-Kullanıcılar" şablonu, sadece bir üyeyi listelemeye yarar. "Dahası" sekmesine tıklandığında görüntülenir.

source: Show/Hide Default "Single-Userlisting" Code
de_de: Zeige/Verberge Standart-"Single-User-Listing"-Code
ru_ru: Показать/скрыть код шаблона "Один пользователь" по умолчанию
tr_tr: Varsayılan "Tekik-Kullanıcılar" kodunu Göster/Sakla

source: You need to activate the User-Listing feature from within the "Addons" tab!
de_de: Sie müssen das User-Listing im "Addons" aktivieren!
ru_ru: Вам нужно активировать функция Список пользователей во вкладке "Дополнения"!
tr_tr: "Eklemeler" sekmesinden Üye Listeleme seçeneğini aktive etmelisiniz!

source: You can find it in Profile Builder's menu.
de_de: Sie finden es im Profile Builder Menü.
ru_ru: Вы можете найти его в меню Profile Builder.
tr_tr: Profile Builder menüsünde bulabilirsiniz.

source: You need to be logged in to view the userlisting!
de_de: Sie müssen eingeloggt sein um die User-Listings sehen zu können.
ru_ru: Вы должны войти, чтобы просмотреть список пользователей!

source: Search Users by All Fields
de_de: Suche Benutzer nach alle Felder
ru_ru: Искать пользователей по всем полям
tr_tr: Tüm Üyeleri Arayın

source: Leave Blank and Press Search to List All Users
de_de: Lassen Sie dieses Feld frei um nach allen Benutzern zu suchen.
ru_ru: Оставьте поля пустыми и нажмите «Поиск», чтобы увидеть список всех пользователей
tr_tr: Boş Bırakıp Arama Yaparsanız Tüm Üyeler Çıkar

source: Search
de_de: Suche
ru_ru: Поиск
tr_tr: Ara

source: First/Lastname
de_de: Vor/Nachname
ru_ru: Имя/Фамилия

source: Sign-up Date
de_de: Registrierungsdatum
ru_ru: Дата регистрации
tr_tr: Üyelik Tarihi

source: Firstname
de_de: Vorname
ru_ru: Имя

source: Lastname
de_de: Nachname
ru_ru: Фамилия

source: Display Name
de_de: Angezeigter Name
ru_ru: Публичное имя

source: Click here to see more information about this user
de_de: Klicken Sie hie rum weitere Informationen über den Benutzer zu sehen
ru_ru: Нажмите здесь, чтобы просмотреть более подробную информацию об этом пользователе
tr_tr: Braya tıklayarak kullanıcı hakkında daha çok bilgi edinebilirsiniz

source: More...
de_de: Mehr...
ru_ru: Подробнее...
tr_tr: Dahası...

source: No uploaded attachment
de_de: Keine hochgeladenen Anhänge
ru_ru: Нет загруженных вложений

source: Click to see the current attachment
de_de: Klicken um Anhänge zu sehen
ru_ru: Нажмите здесь, чтобы увидеть текущее вложение
tr_tr: Mevcut eklentiyi görüntüleyin

source: Click here to go back
de_de: Hier klicken um zurück zu gehen
ru_ru: Нажмите здесь, чтобы вернуться назад
tr_tr: Geri dönün

source: Back
de_de: Zurück
ru_ru: Назад

source: Current file
de_de: Aktuelle Datei
ru_ru: Текущий файл
tr_tr: Mevcut dosya

source: No results found!
de_de: Keine Ergebnisse gefunden
ru_ru: Ничего не найдено!
tr_tr: Sonuç bulunamadı!

source: &laquo;&laquo; First
de_de: &laquo;&laquo; Erster
ru_ru: &laquo;&laquo; Первая страница
tr_tr: &laquo;&laquo; Birinci

source: &laquo; Prev
de_de: Letzter
ru_ru: &laquo; Пред.
tr_tr: &laquo; Önceki

source: Next &raquo;
de_de: Nächster &raquo;
ru_ru: След. &raquo;

source: Last &raquo;&raquo;
de_de: Letzter &raquo;&raquo;
ru_ru: Последняя &raquo;&raquo;

source: You must give your option a title.
de_de: Sie müssen der Option einen Titel geben.

source: You have entered an invalid meta-key format!
de_de: Sie haben ein ungültiges Format des Meta-Keys eingegeben.
tr_tr: Geçersiz bir Meta-Anahtarı formatı girdiniz!

source: You must enter a valid meta-key.
de_de: Geben Sie einen gültigen Meta-Key ein.

source: That meta-key is already in use.
de_de: Der Meta-Key wird bereits verwendet.
tr_tr: Bu Meta-Anahtarı halihazırda kullanılıyor.

source: There is already an avatar input-type. You can only have one avatar present.
de_de: Es ist bereits ein Avatar vorhanden.
tr_tr: Halihazırda bir avatar giriş kutusu var ve sadece bir tane olabilir.

source: There is already an "Agree to Terms and Conditions" checkbox. You can only have one present.
de_de: Es existiert bereits eine "Agree to Terms and Conditions"-Checkbox.
tr_tr: Halihazırda buna ilişkin bir kontrol kutusu var ve sadece bir tane olabilir.

source: The textarea row value must be numeric.
de_de: Der Wert der Zeilenanzahl muss numerisch sein.
tr_tr: Yazıalanı satır değeri rakamsal olmalı.

source: The maxlength attribute must be numeric.
de_de: Das "maxlength"-Attribut muss numerisch sein.
tr_tr: İzin verilen en büyük uzunluk değeri rakamsal olmalı.

source: The value must be between 20 and 200!
de_de: Der Wert muss zwischen 20 und 200 liegen.
tr_tr: Bu değer 20 ila 200 piksel arasında olmalı!

source: The width component of the entered value must be numeric!
de_de: Der Wert "Breite" muss numerisch sein.
tr_tr: Girilen genişlik ölçüsü rakamsal olmalı!

source: The height component of the entered value must be numeric!
de_de: Der Wert "Höhe" muss numerisch sein.
tr_tr: Girilen uzunluk ölçüsü rakamsal olmalı!

source: The width component of the entered value must be between 20 and 200!
de_de: Der Wert "Breite" muss zwischen 20 und 200 liegen.
tr_tr: Girilen genişlik ölçüsü 20 ila 200 piksel arasında olmalı!

source: The height component of the entered value must be between 20 and 200!
de_de: Der Wert "Höhe" muss zwischen 20 und 200 liegen.
tr_tr: Girilen uzunluk ölçüsü 20 ila 200 piksel arasında olmalı!

source: The pair of values entered didn't have the right format (width,height)!
de_de: Die eingegebenen Werte haben nicht das richtige Format (Breite/Höhe)
tr_tr: Girilen rakamlar doğru formatta değil. (Genişlik, Uzunluk)

source: The entered avatar size must be numeric!
de_de: Die eingegebene Größe des Avatars muss numerisch sein
tr_tr: Girilen avatar boyutu rakamsal olmalı!

source: There was an error, please try again.
de_de: Fehler, bitte versuchen Sie es erneut.
tr_tr: Bir hata oluştu. Lütfen tekrar deneyin.

source: Do you want to
de_de: Wollen Sie
tr_tr: Ne yapmalı acaba,

source: the current user?
de_de: den aktuellen Benutzer?
tr_tr: mi bu kullanıcıyı?

source: Approve
de_de: Genehmigt
tr_tr: Onayla

source: Unapproved
de_de: Nicht genehmigt
tr_tr: Onay Kaldırıldı

source: Unapprove
de_de: Nicht genehmigt
tr_tr: Onayı Kaldır

source: Approved
de_de: Genehmigt
tr_tr: Onaylandı

source: unapprove
de_de: nicht genehmigt
tr_tr: onaylama

source: approve
de_de: genehmigt
tr_tr: onayla

source: <strong>ERROR</strong>: Your account has to be confirmed by an administrator before you can log in.
de_de: <strong>FEHLER</strong>: Das Profil muss durch einen Administrator genehmigt werden bevor Sie sich einloggen können.
tr_tr: <strong>HATA</strong>: Giriş yapmadan önce hesabınız bir yönetici tarafından onaylanmalı.

source: You can create as many extra fields as your project requires. To break your custom fields into sections (on the front-end), add a "
de_de: Sie können so viele zusätzliche Felder erstellen, wie Ihr Projekt erfordert. Um Ihre benutzerdefinierte Felder in Abschnitte (auf dem Front-End) zu unterteilen, fügen Sie ein "
ru_ru: Вы можете создать столько дополнительных полей, сколько необходимо для вашего проекта. Чтобы разделять свои поля в блоки (на самом сайте), добавляйте дополнительное поле "
tr_tr: İstediğiniz kadar özel alan ekleyebilirsiniz. Özel alanlarınızı ön-ofiste bölümlere ayırmak için şunu ekleyin "

source: heading
de_de: Überschrift
tr_tr: başlık

source: " custom field.
de_de: " benutzerdefiniertes Feld ein.
tr_tr: " özel alan.

source: All of the fields can be sorted and rearranged to your liking with
de_de: Alle Felder können sortiert und nach Ihren Wünschen umgestaltet werden mit
tr_tr: Tüm alanlar keyfinize keder değişebilir, şununla:

source: Don't worry about the order in which you create your custom fields, you can always reorder them.
de_de: Keine Sorge über die Reihenfolge der Felder. Sie können Sie jederzeit umsortieren.
tr_tr: Sıralama için endişelenmeyin, her zaman tekrar düzenleme şansınız var.

source: Title
de_de: Titel
ru_ru: Название

source: Type
de_de: Typ
ru_ru: Тип
tr_tr: Tipi

source: Req'd
de_de: Erforderlich
ru_ru: Обязательное
tr_tr: Gerekli

source: Add Option
de_de: Option Hinzufügen
ru_ru: Добавить поле
tr_tr: Opsiyon Ekle

source: Edit
de_de: Bearbeiten
ru_ru: Изменить
tr_tr: Düzenle

source: Delete
de_de: Löschen
ru_ru: Удалить

source: Title:
de_de: Titel:
ru_ru: Название:
tr_tr: Başlık:

source: The title of the item.
de_de: Titel des Artikels
ru_ru: Название поля.
tr_tr: Maddenin başlığı.

source: Use this in conjuction with WordPress functions to display the value in the page of your choosing. Auto-completed but editable - in this case it must be uniqe.<br/>Changing this might take long in case of a very big user-count.
de_de: Verwenden Sie diese Verbindung mit Wordpress Funktionen um den Wert in der Seite Ihrer Wahl anzuzeigen. Auto-Vervollständigung ist editierbar. In diesem Fall muss die Angabe einmalig sein.<br/> Änderungen können bei hoher Benutzerzahl eine lange Zeit in Anspruch nehmen.
ru_ru: Вы можете использовать данный мета-ключ вместе с функциями WordPress, чтобы отображать значения данного поля в нужных вам местах. Мета-ключ создается автоматически, но вы можете отредактировать его имя, только учтите, что оно должно быть уникальным.<br/>При большом количестве пользователей на смену мета-ключа может уйти немало времени.
tr_tr: Seçtiğiniz sayfada görüntülenebilir ve Wordpress'le bağlı bir opsiyondur. Otomatik olarak ama düzenlenebilir bir yapısı vardır, onun için nev-i şahsına münhasır bir adı olmalı. Çok fazla üye olursa sorun yatarır, ona göre.

source: Option Type:
de_de: Option-Typ
ru_ru: Тип поля:
tr_tr: Seçim Tipi:

source: Choose one of the supported option types.
de_de: Wählen Sie eine der gewählten Optionen
ru_ru: Выберите один из поддерживаемых типов.
tr_tr: Desteklenen seçim tiplerinden birini seçin.

source: Description:
de_de: Beschreibung
ru_ru: Описание:
tr_tr: Açıklama:

source: Enter a detailed description of the option for end users to read(optional).
de_de: Geben Sie eine detailierte Beschreibung ein (Benutzer sehen diese (optional)
ru_ru: Введите подробное описание поля для ваших пользователей (необязательно).
tr_tr: Son kullanıcının okuyacağı bir açıklama girin. (İsterseniz...)

source: You can only insert links using standard HTML syntax:
de_de: Sie können Links nur mit dem Standart-HTML-Syntax einfügen:
ru_ru: Вы можете вставлять ссылки, используя только стандартный синтаксис HTML:
tr_tr: Tipik HTML kodları girebilirsiniz.

source: address
de_de: Adresse
tr_tr: Adres

source: Options:
de_de: Optionen:
ru_ru: Опции:
tr_tr: Seçimler:

source: Enter a comma separated list of options. For example, you could have "One,Two,Three" or just a single value like "Yes" for a checkbox.
de_de: Geben Sie eine kommagetrennte Liste der Optionen ein.
ru_ru: Введите список опций, разделенный запятыми. Например, "Один, два, три" или просто одну величину "Согласен" для создания единственного поля с галочкой.

source: This is the internal ID for this input. You can use this in conjuction with filters to target this element if needed.<br/>Can't be edited.
de_de: Dies ist die interne ID für dieses Feld.
ru_ru: Это внешний индентификатор для этого поля. Вы можете использовать его вместе с фильтрами, чтобы показывать только это поле.<br/>Нельзя изменить.
tr_tr: Bu alan için içsel ID. Başka filtrelemelerde gerekirse kullanabilirsiniz.<br/>Değiştirilemez.

source: Required:
de_de: Benötigt:
ru_ru: Обязательное:

source: Check this box to make this field required.
de_de: Anhaken um dieses Feld als erforderlich zu markieren.
ru_ru: Поставьте галочку, если вы хотите, чтобы поля было обязательным для заполнения.
tr_tr: Bunu işaretlerek alanı gerekli kılın.

source: Cancel
de_de: Abbrechen
ru_ru: Отмена
tr_tr: Vazgeç

source: Save
de_de: Speichern
ru_ru: Сохранить
tr_tr: Kaydet

source: This field wasn't updated because you entered and empty string (It was marked as required by the administrator)
de_de: Das Feld konnte nicht aktualisiert werden da es leer ist.
ru_ru: Это поле не было обновлено, так как вы очистили его (оно обязательно для заполнения)
tr_tr: Bu alanı boş bıraktığınız için güncellenemedi. (Yönetici tarafından gerekli kılınmış.)

source: max upload size
de_de: Maximale Upload Größe
ru_ru: максимальный размер загружаемого файла —
tr_tr: İzin verilen en büyük dosya boyutu
