Repository: wp-plugins/profile-builder
Catalog: translation/profilebuilder-*.po
Languages: de_de, ru_ru, tr_tr

source: Are you sure you want to delete this attachment?
de_de: Sind Sie sicher dass Sie den Anhang löschen möchten?
ru_ru: Вы точно хотите удалить это вложение?
tr_tr: Bu eklentiyi silmek istediğinizden emin misiniz?

source: Click to delete the current attachment
de_de: Klicken Sie um den Anhang zu löschen.
ru_ru: Нажмите, чтобы удалить текущее вложение
tr_tr: Mevcut eklentiyi kaldırmak için tıklayın

source: The attachment can't be deleted (It was marked as required by the administrator)
de_de: Der Anhang kann nicht gelöscht werden.
ru_ru: Это вложение не может быть удалено (вложение является обязательным)
tr_tr: Bu eklenti silinemez. (Yönetici tarafından gerekli kılınmış.)

source: Current avatar
de_de: Derzeitiger Avatar
ru_ru: Текущий аватар
tr_tr: Mevcut avatar

source: No uploaded avatar
de_de: Kein hochgeladener Avatar
ru_ru: Аватар не загружен
tr_tr: Yüklenmiş avatar yok

source: Are you sure you want to delete this avatar?
de_de: Sind Sie sicher dass Sie den Avatar löschen möchten?
ru_ru: Вы точно хотите удалить данный аватар?
tr_tr: Bu avatarı silmek istediğinizden emin misiniz?

source: The avatar image can't be deleted (It was marked as required by the administrator).
de_de: Der Avatar kann nicht gelöscht werden.
ru_ru: Этот аватар не может быть удален (у пользователя обязательно должен быть аватар)
tr_tr: Avatar silinemiyor. (Yönetici tarafından gerekli kılınmış.)

source: Click to see the current avatar
de_de: Klicken Sie um den aktuellen Avatar zu sehen.
ru_ru: Нажмите, чтобы увидеть текущий аватар
tr_tr: Avatarı görüntülemek için tıklayın

source: Click to delete the avatar
de_de: Klicken Sie um den Avatar zu löschen.
ru_ru: Нажмите, чтобы удалить аватар
tr_tr: Avatarı silmek için tıklayın

source: This login widget lets you add a login form in the sidebar.
de_de: Dieses Widget lässt ein Login-Formular in die Sidebar erscheinen.

source: Profile Builder Login Widget
de_de: Profile Login Builder Widget

source: Don't have an account?
de_de: Sie haben noch kein Profil?

source: Lost Your Password?
de_de: Sie haben Ihr Passwort vergessen?

source: Login
de_de: Einloggen

source: The user-validation has failed - the avatar was not deleted!
de_de: Die Benutzervalidierung ist fehlgeschlagen. Der Avatar wurde nicht gelöscht.
tr_tr: Kullanıcı onayı başarısız oldu. Avatar silinemedi!

source: The user-validation has failed - the attachment was not deleted!
de_de: Die Benutzervalidierung ist fehlgeschlagen. Der Avatar wurde nicht gelöscht.
tr_tr: Kullanıcı onayı başarısız oldu. Eklenti silinemedi!

source: Register your version of Profile Builder Pro
de_de: Registrieren Sie Ihre Version.
ru_ru: Регистрация вашей версии Profile Builder Pro
tr_tr: Profile Buider Pro sürümünüzü kayıt altına alın

source: Now that you acquired a copy of Profile Builder Pro, you should take the time and register it with the serial number you received in the e-mail.
de_de: Geben Sie den Registrierungsschlüssel ein der Ihnen mit der Bestätigungsmail zugesandt wurde.
ru_ru: Теперь, получив копию Profile Builder Pro, вам необходимо потратить немного времени и зарегистрировать её с помощью серийного номера, указанного в письме, полученном вами после оплаты.
tr_tr: Profile Builder Pro'nun kayıtlı bir kopyasına sahip olduğunuza göre şimdi lütfen zaman ayırın ve e-posta ile gelen seri numaranızı bu alana girin.

source: If you register this version of Profile Builder, you'll receive information regarding eventual upgrades, patches, and - if needed - technical support.
de_de: Wenn Sie sich registrieren, erhalten Sie Informationen über Upgrades, Patches und technischen Support.
ru_ru: Если вы зарегистрируете эту версию Profile Builder, то вы будете получать информацию о будущих обновлениях, исправлениях и — если вам потребуется — техническую поддержку.
tr_tr: Profile Builder'ın bu sürümünü satın alırsanız, güncellemeler, yamalar ve gerekirse teknik destek için çeşitli bilgiler alabilirsiniz.

source: Serial Number:
de_de: Seriennummer:
ru_ru: Серийный номер:
tr_tr: Seri Numarası:

source: The serial number was successfully validated!
de_de: Die Seriennummer wurde bestätigt.
ru_ru: Серийный номер был подтвержден!

source: The serial number couldn't be validated because process timed out. This is possible due to the server being down. Please try again later!
de_de: Die Seriennummer wurde nicht bestätigt weil ein Problem mit dem Server besteht. Bitte versuchen Sie es später noch einmal.
ru_ru: Серийный номер невозможно подтвердить, так как истекло время на ответ сервера. Это происходит в случае отключения сервера регистрации. Пожалуйста, повторите попытку позже!
tr_tr: Seri numarası teyit edilemedi, zira işlem zamanı doldu. Sunucunun çökmüş olmasından kaynaklanabilir. Lütfen tekrar deneyin!

source: (e.g. RMPB-15-SN-253a55baa4fbe7bf595b2aabb8d72985)
de_de: (Bsp.: RMPB-15-SN-253a55baa4fbe7bf595b2aabb8d72985)
ru_ru: (например: RMPB-15-SN-253a55baa4fbe7bf595b2aabb8d72985)
tr_tr: (Örneğin: RMPB-15-SN-253a55baa4fbe7bf595b2aabb8d72985)

source: Users with administrator rights have access to the following features:
tr_tr: Yönetici yetkisi olanlar şu düzenlemeleri yapmaya izinlidir:

source: shortcode.
tr_tr: kısa-kod.

source: If you added new roles (via another plugin) <u>after</u> Profile Builder was activated, please reactivate it, since the roles are initialized during plugin activation.
tr_tr: Profile Builder'ı kurduktan <u>sonra</u> bir başka eklenti aracılığıyla yeni kullanıcı rolleri eklediyseniz, lütfen eklentiyi tekrar aktive edin. Zira yeni roller, ancak aktivasyon sırasında algılanmaktadır.

source: Name:
ru_ru: Имя:
tr_tr: İsim:

source: Nickname
ru_ru: Псевдоним
tr_tr: Mahlas

source: E-mail
ru_ru: Адрес эл. почты
tr_tr: E-Posta

source: Website
ru_ru: Сайт
tr_tr: Websiteniz

source: Addons
ru_ru: Дополнения
tr_tr: Eklemeler

source: The information size you were trying to submit was larger than
tr_tr: Yüklemeye çalıştığınız dosya şu ebattan büyük:

source: This is usually caused by a large file(s) trying to be uploaded.
tr_tr: Bu genellikle yüksek boyutlu dosyaların yüklenmesi sırasında oluşur.

source: Since it was also larger than
tr_tr: Şu boyuttan büyük olduğundan ötürü:

source: no additional information is available.
tr_tr: daha fazla bilgi mevcut değil.

source: This file was
tr_tr: BU dosya şuydu:

source: Name
ru_ru: Имя
tr_tr: İsim

source: You will soon be redirected automatically. If you see this page for more than 1 second, please click
tr_tr: Otomatik olarak anasayfaya yönlendirileceksiniz. Bu mesajı 1 saniyeden uzun görürseniz lütfen

source: A password reset email has been sent to
tr_tr: Şifrenizi sıfırlamanız için şu adrese bir e-posta gönderildi:

source: Following the link sent in the email address will reset the password.
tr_tr: Sağlanmış olan bağlantıyı izleyerek şifrenizi sıfırlayabilirsiniz.

source: Someone requested that the password be reset for the following account:
tr_tr: Birisi şu hesabınız için şifre sıfırlama talep etti:

source: If this was a mistake, just ignore this email and nothing will happen.
tr_tr: Bu bir hata sonucu oluştuysa lütfen bu e-postayı gönderilmemiş sayın.

source: To reset your password, visit the following link:
tr_tr: Şifrenizi sıfırlamak isterseniz, lütfen şu bağlantıyı takip edin:

source: Password Reset Feature from
tr_tr: Şifre Sıfırlama Alanı

source: You have successfully reset your password to:
tr_tr: Şifrenizi başarıyla değiştirdiniz. Şudur:

source: from
tr_tr: Şu kişi:

source: has requested a password change via the password reset feature.
tr_tr: şifresiniz değiştirmeyi talep etti.

source: His/her new password is:
tr_tr: Yeni şifresi şudur:

source: New subscriber on
tr_tr: Yeni Kullanıcı:

source: Welcome to
tr_tr: Hoşgeldiniz:

source: Your username is:
tr_tr: Kullanıcı Adınız:

source: The user was NOT created!
tr_tr: Kullanıcı oluşturulabilmiş DEĞİL!

source: An email has been sent to
tr_tr: Şu adrese bir e-posta gönderildi:

source: with information on how to activate his/her account
tr_tr: (Hesabını nasıl aktive edeceğine ilişkin)

source: You will soon be redirected automatically. If you see this page for more than 3 seconds, please click
tr_tr: Yeniden yönlendiriliyorsunuz. Bu sayfayı 3 saniyeden fazla görüntülerseniz lütfen buraya

source: Drag
tr_tr: Sürükle

source: Drop
ru_ru: Drop (зажатия и перетаскивания)
tr_tr: Bırak

source: Meta-Key
ru_ru: Мета-ключ
tr_tr: Meta-Anahtarı

source: Meta-Key:
ru_ru: Мета-ключ:
tr_tr: Meta-Anahtarı:

source: Posts
ru_ru: Число записей
tr_tr: Yazıları

source: Status
ru_ru: Статус
tr_tr: Durum

source: User-Listing
ru_ru: Список пользователей
tr_tr: Üye Listeleme

source: "All-Userlisting" Template
ru_ru: Шаблон "Все пользователи"
tr_tr: "Tüm-Kullanıcılar" Şablonu

source: "Single-Userlisting" Template
ru_ru: Шаблон "Один пользователь"
tr_tr: "Tekik-Kullanıcılar" Şablonu

source: Default WP Login Page(*)
tr_tr: Varsayılan WP Giriş Sayfası(*)

source: Default WP Logout Page(**)
tr_tr: Varsayılan WP Çıkış Sayfası(**)

source: Code
tr_tr: Kod

source: Your account on
tr_tr: Şu sitedeki hesabınız:

source: has been approved!
tr_tr: kullanıcısı onaylandı!

source: An administrator has just approved your account on
tr_tr: Bir yönetici şu sitedeki hesabınızı onayladı:

source: has been unapproved!
tr_tr: kullanıcısı silindi!

source: An administrator has just unapproved your account on
tr_tr: Bir yönetici şu anda hesabınızı sildi.

source: Are you sure you want to
tr_tr: Emin misiniz

source: this user?
tr_tr: etmek istediğinizden bu kullanıcıyı?

source: URL
ru_ru: Ссылка перенаправления

source: Email
ru_ru: Адрес эл. почты

source: Avatar
ru_ru: Аватар

source: ID
ru_ru: ИД

source: ID:
ru_ru: ИД:
