Repository: wp-plugins/profile-builder
Catalog: translation/profilebuilder-*.po
Languages: de_de, ru_ru, tr_tr

source: You must be logged in to edit your profile.
de_de: Sie müssen angemeldet sein um Ihr Profil zu ändern
ru_ru: Вы должны войти, чтобы отредактировать свой профиль.
tr_tr: Profilinizi güncellemek için giriş yapmış olmalısınız.

source: The avatar was successfully deleted.
de_de: Der Avatar wurde gelöscht
ru_ru: Аватар был удален.
tr_tr: Avatarınız başarıyla silindi.

source: The changes have been successfully saved.
de_de: Die Änderungen wurden gespeichert
ru_ru: Изменения были сохранены.
tr_tr: Yapılan değişiklikler başarıyla kaydedildi.

source: The email address you entered is already registered to a different user.
de_de: Die eingegebene E-Mail Adresse ist bereits registriert
ru_ru: Введенный вами адрес электронной почты принадлежит другому пользователю.

source: The email address was
de_de: Diese E-Mail wurde
ru_ru: Ваш адрес эл. почты
tr_tr: E-Posta Adresi şuydu:

source: NOT
de_de: NICHT
ru_ru: НЕ БЫЛ(-И)

source: updated along with the rest of the information.
de_de: mit den restlichen Informationen aktualisiert.
ru_ru: обновлен(-ы) вместе со всей другой информацией.

source: The email address you entered is invalid.
de_de: Die eingegebene E-Mail Adresse ist ungültig!
ru_ru: Введенный вами адрес эл. почты неверен.

source: The passwords you entered do not match.
de_de: Die eingegebenen Passwörter stimmen nicht überein
ru_ru: Введенные вами пароли не совпадают.

source: The password was
de_de: Das Passwort ist
ru_ru: Пароль

source: You didn't complete both password fields.
de_de: Sie haben die beiden Passwort Felder nicht ausgefüllt
ru_ru: Вы не заполнили оба поля с паролем.

source: Your profile was NOT updated!
de_de: Ihr Profil wurde NICHT aktualisiert
ru_ru: Ваш профиль НЕ БЫЛ обновлен!
tr_tr: Profiliniz güncellenmiş DEĞİL!

source: There was an error while trying to upload the following attachments:
de_de: Es gab einen Fehler beim hochladen der folgenden Datei:
ru_ru: Произошла ошибка при попытке загрузки следующих вложений:

source: There was an error while trying to upload your avatar picture.
de_de: Es gab einen Fehler beim Hochladen des Avartars.
ru_ru: Произошла ошибка при загрузке вашей аватары.

source: Possible cause: size/incorrect file-type.
de_de: Möglicher Grund: Größe oder falscher Dateityp.
ru_ru: Возможная причина: крупный размер или неподходящий тип файла.
tr_tr: Olası nedeni: boyut aşımı veya yanlış doya tipi

source: The avatar was
de_de: Der Avatar ist
ru_ru: Аватар
tr_tr: Avatar şuydu:

source: There was an error while trying to upload the following attachment(s)
de_de: Es gab einen Fehler beim Hochladen der/des folgenden Anhang/e:
ru_ru: Произошла ошибка при попытке загрузки следующих вложений:

source: Username
de_de: Benutzername
ru_ru: Имя пользователя
tr_tr: Kullanıcı Adı

source: Usernames cannot be changed.
de_de: Benutzernamen können nicht geändert werden
ru_ru: Нельзя изменить имя пользователья.

source: This field is marked as required by the administrator.
de_de: Dieses Feld wird benötigt.
ru_ru: Это поле является обязательным для заполнения.
tr_tr: Bu alan, yönetici tarafından zorunlu kılınmış.

source: This field wasn't updated because you entered and empty string (It was marked as required by the administrator.
de_de: Das Feld wurde nicht aktualisiert da es leer ist, jedoch benötigt wird.
ru_ru: Это поле не было обновлено, так как вы очистили его (оно обязательно для заполнения).
tr_tr: Bu alan güncellenmedi çünkü giriş yapmadınız. (Yönetici zorunlu kılmış.)

source: First Name
de_de: Vorname
ru_ru: Имя
tr_tr: Ad

source: Last Name
de_de: Nachname
ru_ru: Фамилия
tr_tr: Soyad

source: Display name publicly as
de_de: angezeigter Name...
ru_ru: Отображать мое имя как
tr_tr: Herkesin göreceği isim...

source: Contact Info
de_de: E-Mail
ru_ru: Контактные данные
tr_tr: İletişim Bilgisi

source: (required)
de_de: erforderlich
ru_ru: (обязательно)
tr_tr: (gerekli)

source: About Yourself
de_de: Über Sie
ru_ru: О себе
tr_tr: Hakkınızda

source: Biographical Info
de_de: Sonstige Angaben
ru_ru: Биография
tr_tr: Kısaca

source: New Password
de_de: Neues Passwort
ru_ru: Новый пароль
tr_tr: Yeni Şifre

source: Repeat Password
de_de: Passwort wiederholen
ru_ru: Введите пароль повторно
tr_tr: Şifreniz (Tekrar)

source: Update
de_de: Aktualisieren
ru_ru: Обновить
tr_tr: Güncelle

source: Log out of this account
de_de: Aus diesem Profil ausloggen
ru_ru: Выйти из этого аккаунта
tr_tr: Bu hesaptan çıkış yap.

source: Log out
de_de: Ausloggen
ru_ru: Выйти

source: here
de_de: hier
ru_ru: ссылку
tr_tr: tıklayın.

source: ERROR:
de_de: FEHLER
ru_ru: ОШИБКА:
tr_tr: HATA.

source: The username field is empty
de_de: Das Feld Benutzername ist leer
ru_ru: Не заполнено поле «Имя пользователя»
tr_tr: Kullanıcı Adı boş.

source: Password
de_de: Passwort
ru_ru: Пароль
tr_tr: Şifre

source: Log in
de_de: Einloggen
ru_ru: Войти
tr_tr: Giriş Yap

source: Remember me
de_de: Daten merken
ru_ru: Запомнить меня
tr_tr: Bei Hatırla

source: Lost password?
de_de: Passwort vergessen
ru_ru: Забыли пароль?
tr_tr: Şifrenizi mi kaybettiniz?

source: ERROR
de_de: FEHLER
ru_ru: ОШИБКА
tr_tr: HATA.

source: Your account has to be confirmed by an administrator before you can use the "Password Reset" feature.
de_de: Ihr Account muss erst durch den Administrator freigegeben werden bevor Sie das Passwort ändern können.
tr_tr: Şifre sıfırlamadan önce hesabınız, bir yönetici tarafından onaylanmış olmalı.

source: The email address entered wasn't found in the database!
de_de: Die angegebene E-Mail-Adresse konnte nicht in unserer Datenbank gefunden werden!
ru_ru: Введенный вами адрес электронной почты не был найден в базе данных!

source: Please check that you entered the correct email address.
de_de: Bitte überprüfen Sie die eingegebene E-Mail-Adresse.
ru_ru: Пожалуйста, убедитесь, что вы ввели верный адрес эл. почты.
tr_tr: Lütfen doğru e-postayı girdiğinizden emin olun.

source: There was an error while trying to send the activation link to
de_de: Es gab einen Fehler beim Senden des Aktivierungslinks an
ru_ru: Произошла ошибка при попытке отправки ссылки активации на

source: The username entered wasn't found in the database!
de_de: Der angegebene Benutzername konnte nicht in unserer Datenbank gefunden werden!
ru_ru: Введенное вами имя пользователя не было найдено в базе данных!
tr_tr: Girmiş olduğunuz kullanıcı adı sistemde kayıtlı değil!

source: Please check that you entered the correct username.
de_de: Bitte überprüfen Sie den eingegebenen Benutzernamen.
ru_ru: Пожалуйста, убедитесь, что вы ввели верное имя пользователя.
tr_tr: Lütfen doğru kullanıcı adını girdiğinizden emin olun.

source: Your password has been successfully changed!
de_de: Ihr Passwort wurde erfolgreich geändert!
ru_ru: Ваш пароль был изменен.

source: The entered passwords don't match!
de_de: Die eingegebenen Passwörter stimmen nicht überein!
ru_ru: Введенные вами пароли не совпадают!
tr_tr: Girilmiş şifreler eşleşmiyor!

source: Reset Password
de_de: Passwort zurücksetzen
ru_ru: Сбросить пароль

source: Invalid key!
de_de: Ungültige Eingabe
ru_ru: Неверный ключ!
tr_tr: Yanlış anahtar!

source: Please enter your username or email address.
de_de: Bitte geben Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse ein mit der Sie sich registriert haben.
ru_ru: Пожалуйста, введите свое имя пользователя или адрес эл. почты.

source: You will receive a link to create a new password via email.
de_de: Sie erhalten eine E-Mail mit einem Link zum Zurücksetzen des Passwortes.
ru_ru: Вы получите ссылку на страницу создания нового пароля в сообщении по эл. почте.
tr_tr: Yeni bir şifre oluşturmak için bir e-posta alacaksınız.

source: Username or E-mail
de_de: Benutzername oder E-Mail
ru_ru: Имя пользователя или адрес эл. почты

source: Get New Password
de_de: Neues Passwort anfordern
ru_ru: Получить новый пароль

source: [%1$s] Activate %2$s
de_de: [%1$s] Aktivieren %2$s
ru_ru: [%1$s] Активация пользователя %2$s
tr_tr: [%1$s] Onayla %2$s

source: Invalid activation key!
de_de: Falscher Aktivierungsschlüssel
ru_ru: Неверный ключ активации!
tr_tr: Yanlış onay anahtarı!

source: The user is already active!
de_de: Der Benutzer ist bereits aktiviert.
ru_ru: Пользователь уже активирован!
tr_tr: Bu kullanıcı zaten aktif!

source: Could not create user!
de_de: Benutzer kann nicht erstellt werden.
ru_ru: Не могу создать пользователя!
tr_tr: Kullanıcı oluşturulamıyor!

source: That username is already activated!
de_de: Der Benutzername ist bereits aktiviert.
ru_ru: Извините, но это имя пользователя уже активировано!

source: The user was successfully activated.
de_de: Der Benutzer wurde erfolgreich aktiviert
ru_ru: Пользователь был успешно активирован.

source: There was an error while trying to activate the user.
de_de: Es gab einen Fehler bei der Aktivierung des Benutzers.
ru_ru: Произошла ошибка при попытке активации пользователя.

source: The "Admin Approval" feature was activated at the time of registration, so please remember that you need to approve this user before he/she can log in!
de_de: Die "Zustimmung des Administrators" ist zur Aktivierung des Benutzers erforderlich.
tr_tr: "Yönetici Onayı" şart koşulduğunda ötürü, lütfen bu kullanıcıyı onaylamanız gerektiğini unutmayın.

source: A new subscriber has (been) registered!
de_de: Ein neuer Benutzer hat sich angemeldet!
ru_ru: Был зарегистрирован новый подписчик!
tr_tr: Yeni bir kullanıcı üye oldu!

source: A new account has been created for you.
de_de: Ein neues Benutzerprofil wurde für Sie erstellt.

source: Before you can access your account, an administrator needs to approve it. You will be notified via email.
de_de: Bevor Sie auf Ihr Benutzerprofil zugreifen können ist die Zustimmung eines Administrators nötig. Sie werden per E-Mail über die Zustimmung informiert.
tr_tr: Giriş yapmadan önce bir yöneticinin hesabınızı onaylaması gerekiyor. Haberdar edileceksiniz.

source: A username is required for registration.
de_de: Ein Benutzername ist zur Registrierung notwendig.
ru_ru: Для регистрации необходимо ввести имя пользователя.
tr_tr: Kayıt olmak için bir şifre gerekiyor.

source: Sorry, that username already exists!
de_de: Der Benutzername ist bereits registriert.
ru_ru: Извините, но это имя пользователя уже занято!
tr_tr: Üzgünüz, böyle bir kullanıcı adı zaten var.

source: You must enter a valid email address.
de_de: Sie müssen eine gültige E-Mail-Adresse eingeben.
ru_ru: Вы должны ввести настоящий адрес эл. почты.
tr_tr: Geçerli bir eposta hesabı girmeniz gerekiyor.

source: Sorry, that email address is already used!
de_de: Diese E-Mail-Adresse ist bereits registriert.
ru_ru: Извините, но этот адрес эл. почты уже используется!
tr_tr: Üzgünüz, bu eposta zaten sistemde kayıtlı.

source: You didn't complete one of the password-fields!
de_de: Eines der Passwortfelder wurde nicht ausgefüllt.
ru_ru: Вы не заполнили одно из полей с паролем!
tr_tr: Şifre alanlarından birini doldurmadınız!

source: Only files with the following extension(s) can be uploaded:
de_de: Nur Dateien mit den folgenden Anhängen sind verwendbar:
ru_ru: Могут быть загружены только файлы следующих расширений:
tr_tr: Sadece şu dosya tipleri yüklenebilir:

source: The account was NOT created!
de_de: Der Benutzer wurde nicht erstellt.
ru_ru: Аккаунт НЕ БЫЛ создан!

source: You must agree to the terms and conditions before registering!
de_de: Sie müssen den AGB zustimmen!
ru_ru: Перед регистрацией вы должны принять пользовательское соглашение!
tr_tr: Kayıt olmadan önce kullanım koşullarının okumuş ve onaylamış olmanız gerekir!

source: (Several required fields were left uncompleted)
de_de: Einige zur Registrierung notwendige Felder wurde nicht ausgefüllt.
ru_ru: (несколько обязательных полей не было заполнено)
tr_tr: (Çok sayıda gerekli alanı boş bıraktınız)

source: This username is already reserved to be used soon.
de_de: Dieser Benutzername ist reserviert.
ru_ru: Введенное вами имя пользователя зарезервировано.
tr_tr: Bu kullanıcı adı daha önce alınmış.

source: Please try a different one!
de_de: Bitte wählen Sie einen anderen.
ru_ru: Пожалуйста, попробуйте ввести другие данные.
tr_tr: Lütfen başka bir tane deneyin!

source: This email address is already reserved to be used soon.
de_de: Dieser E-Mail-Adresse ist reserviert.
ru_ru: Введенный вами адрес эл. почты зарезервирован.

source: You are logged in as
de_de: Sie sind eingeloggt als
ru_ru: Вы вошли как
tr_tr: Şu hesapla giriş yaptınız:

source: You don't need another account.
de_de: Sie benötigen keinen weiteren Account.
ru_ru: Вам не нужен еще один аккаунт.
tr_tr: Başka bir hesaba ihtiyacınız yok.

source: Log out of this account.
de_de: Aus diesem Profil ausloggen.
ru_ru: Выйти из этого аккаунта.

source: Logout
de_de: Ausloggen
ru_ru: Выйти

source: An error occured while trying to send the notification email.
de_de: Ein Fehler ist aufgetreten beim Versuch, die Benachrichtigungs-Email zu senden.
ru_ru: Произошла ошибка при попытке отправки письма с уведомлением.
tr_tr: Bildirim e-postasını gönderirken bir hata oluştu.

source: An email containing activation instructions was successfully sent.
de_de: Eine E-Mail mit Anweisungen zur Aktivierung wurde erfolgreich gesendet.
ru_ru: Письмо, содержащее инструкции по активации аккаунта отправлено на адрес эл. почты.
tr_tr: Aktivasyon e-postası başarıyla gönderilmiştir.

source: An email containing the username and password was successfully sent.
de_de: Eine E-Mail mit dem Benutzernamen und Passwort wurde erfolgreich gesendet.
ru_ru: Письмо, содержащее имя пользователя и пароль, отправлено на адрес эл. почты.
tr_tr: Kullanıcı adı ve şifreyi ieren e-posta başarıyla gönderildi.

source: Users can register themselves or you can manually create users here.
de_de: Benutzer können sich selbstständig registrieren oder manuell angelegt werden.
ru_ru: Здесь пользователи могут самостоятельно регистрироваться; вы тоже можете создать здесь нового пользователя.
tr_tr: Burada kullanıcılar kendi kayıtlarını yapabilir veya siz de hesap oluşturabilirsiniz.

source: Users cannot currently register themselves, but you can manually create users here.
de_de: Benutzer können sich nicht selbstständig registrieren jedoch manuell angelegt werden.
ru_ru: Пользователи не могут самостоятельно регистрироваться, но вы можете создать здесь нового пользователя.
tr_tr: Kullanıcılar henüz kayıt olma hakkına sahip değil; ama siz hesap oluşturabilirsiniz.

source: Only an administrator can add new users.
de_de: Nur Administratoren können neue Benutze anlegen.
ru_ru: Только администратор имеет право на добавление новых пользователей.
tr_tr: Sadece yöneticiler hesap oluşturabilir.

source: This field must be filled out before registering (It was marked as required by the administrator)
de_de: Dieses Feld wird zur Registrierung benötigt.
ru_ru: Это поле должно быть заполнено перед регистрацией (оно обязательно для заполнения)
tr_tr: Bu alan, kayıt olmadan önce mutlaka doldurulmalı. (Yönetici gerekli kılmış.)

source: This field is marked as required by the administrator
de_de: Dieses Feld wird zur Registrierung benötigt.
ru_ru: Это поле является обязательным для заполнения
tr_tr: Bu alan, yönetici tarafından gerekli kılınmış.

source: Send these credentials via email.
de_de: Senden Sie diese Anmeldeinformationen per E-Mail.
ru_ru: Отправить данные регистрации на мой адрес эл. почты.

source: Add User
de_de: Benutzer hinzufügen
ru_ru: Добавить пользователя
tr_tr: Kullanıcı Ekle

source: Register
de_de: Regstrieren
ru_ru: Зарегистрироваться

source: Show/Hide the Admin Bar on Front End
de_de: Anzeigen/Verbergen der Admin-Leiste im Front-End
ru_ru: Включение/отключение админ-панели сайта
tr_tr: Yönetici Menüsü'nü Ön-Sayfa Göster/Sakla

source: User-group
de_de: Benutzergruppe
ru_ru: Группа пользователей
tr_tr: Kullanıcı Grubu

source: Visibility
de_de: Sichtbarkeit
ru_ru: Статус
tr_tr: Görünürlük

source: Default
de_de: Standart
ru_ru: По умолчанию
tr_tr: Varsayılan

source: Show
de_de: Anzeigen
ru_ru: Показывать
tr_tr: Göster

source: Hide
de_de: Verbergen
ru_ru: Скрывать
tr_tr: Sakla

source: Save Changes
de_de: Einstellungen speichern
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Kaydet

source: Welcome to Profile Builder!
de_de: Willkommen im Profile Builder
ru_ru: Добро пожаловать в Profile Builder!
tr_tr: Profile Builder'a Hoşgeldiniz!

source: lets you customize your website by adding a front-end menu for all your users, giving them a more flexible way to modify their user-information or to register new users.
de_de: erlaubt es Ihnen, Ihre Website durch Hinzufügen eines Front-End-Menü für alle Benutzer, um Ihnen eine flexible Möglichkeit zu geben, ihre Benutzer-Informationen zu ändern oder neue Benutzer zu registrieren.
ru_ru: позволяет вам преобразить ваш сайт, добавляя меню вне админ-панели для всех ваших пользователей, которое позволяет им еще удобнее изменять свои данные, а вам привлечь новых пользователей, интегрируя формы регистрации напрямую в сайт.
tr_tr: tüm kullanıcılarınız için ön-ofise bir menü oluşturur ve onlara kullanıcı bilgilerini güncellemek ve yeni kullanıcılar oluşturmak için daha esnek bir yol sağlar.

source: Also, grants users with administrator rights to customize basic fields or to add new ones.
de_de: Ebenso gewährt es Benutzern mit Administratorrechten grundlegende Bereichen anzupassen oder neue hinzuzufügen.
ru_ru: Кроме того, пользователи с правами администратора могут могут изменять базовые поля или добавлять новые (только в PRO-версии).
tr_tr: Ayırca, yönetici yetkisi olanlara standart kullanıcı alanlarını düzenlemek ve yeni alanlar eklemek için izin verir.

source: To achieve this, just create a new page, and give it an intuitive name(e.g. Edit Profile).
de_de: Um dies zu erreichen, erstellen Sie einfach eine neue Seite, und geben Sie dieser einen intuitiven Namen (z.B. Profil bearbeiten)
ru_ru: Чтобы начать использование плагина, создайте новую страницу и назовите её подходящим образом (например «Редактирование профиля»).
tr_tr: Bunu yapmak için, sadece yeni bir sayfa yaratın ve özel bir isim verin. (Örneğin: Profilini Düzenle).

source: Now all you need to do is add the following shortcode(for the previous example):
de_de: Alles was Sie jetzt tun müssen, ist den folgenden Shortcode (für das vorherige Beispiel):
ru_ru: После этого всё, что остается вам сделать — это добавить следующий шорткод (для примера выше):
tr_tr: Şimdi tek yapmanız gereken, az önce anılmış kısa kodu sayfanıza eklemek. (Bir önceki örnek için): [wppb-edit-profile].

source: Publish your page and you are ready to go!
de_de: Veröffentlichen Sie Ihre Seite und los geht´s.
ru_ru: Опубликуйте свою страницу — теперь ваши пользователи могут редактировать информацию о себе прямо на сайте!
tr_tr: Şimdi sayfanızı yayımlayın, hepsi bu kadar!

source: You can use the following shortcodes:
de_de: Sie können die folgenden Shortcodes nutzen:
ru_ru: Вы можете использовать следующие шорткоды:
tr_tr: Şu kısa kodları kullanabilirsiniz::

source: for a log-in form.
de_de: Log-In-Formular
ru_ru: для страницы с формой входа.
tr_tr: giriş-çıkış formu için.

source: to add a registration form.
de_de: Registrierungs-Formular
ru_ru: для страницы с формой регистрации.
tr_tr: kayıt formu oluşturmak için.

source: to grant users a front-end acces to their personal information(requires user to be logged in).
de_de: um Benutzern einen Front-End-Zugang zu ihren persönlichen Daten zu gewähren (erfordert dass der Benutzer angemeldet ist).
ru_ru: для страницы с формой редактирования данных пользователя (для этого он предварительно должен войти в систему).
tr_tr: kullanıcılarınıza ön-ofis ulaşımı sağlamak için (kullanıcıların giriş yapmış olması gerekir).

source: to add a password recovery form.
de_de: um ein Passwort-vergessen-Formular hinzuzufügen
ru_ru: для страницы с формой восстановления пароля.

source: add a custom stylesheet/inherit values from the current theme or use one of the following built into this plugin: default, white or black.
de_de: Hinzufügen eines Standart Stylesheet oder Nutzung des Theme-Stylesheetsder dargestellten. Black/White/default.
ru_ru: добавление своего набора стилей/стилей из текущей темы или использование встроенных тем: по умолчанию, белой или черной (последние две доступны только в PRO-версии).
tr_tr: mevcut temadan bir stil-syafasını eklentiye uygulayın ya da Profile Builder'ın seçeneklerini kullanın: varsayılan, beyaz, siyah

source: select whether to display or not the admin bar in the front end for a specific user-group registered to the site.
de_de: Anzeigen der WP Admin Bar verhindern/nicht verhindern.
ru_ru: отключение или включение верхней админ-панели сайта для некоторых групп пользователей.
tr_tr: yönetici konsolunu ön-ofiste kayıtlı bir kullanıcı grubuna açmak ya da açmamak için seçim yapın

source: select which information-field can users see/modify. The hidden fields' values remain unmodified.
de_de: auswählen welche Felder angezeigt werden sollen.
ru_ru: выбор разрешенной для изменения и просмотра информации. Скрытые поля нельзя изменять.
tr_tr: kullanıcıların hangi bilgi alanını göreceğini)değiştirebileceğini seçin. Saklı alanların değiştirilmesi mümkün değildir.

source: add custom fields to the existing ones, with several types to choose from: heading, text, textarea, select, checkbox, radio, and/or upload.
de_de: hinzufügen von benutzerdefinierten Feldern.
ru_ru: добавление своих полей в профиль пользователя, доступны несколько типов: heading, text, textarea, select, checkbox, radio и upload.
tr_tr: mevcut alanların yanı sıra özel bir alan ekleyin: başlık, yazı, yazı alanı, seçim, seçim kutusu, radyo ve/veya yükleme.

source: add an avatar field.
de_de: hinzufügen eines Avartar-Feldes.
ru_ru: добавление поля «Аватар».
tr_tr: avatar/resim yükleme alanı ekleyin

source: create custom redirects.
de_de: eigene Umleitungen erstellen
ru_ru: создание своих перенаправлений.
tr_tr: özel yönlendirmeleri oluşturun

source: front-end userlisting using the
de_de: ein User-Listing Frontend erstellen -
ru_ru: вывод списка пользователей с помощью шорткода
tr_tr: 'i kullanarak önofis kullanıcı sıralamayı açın

source: NOTE:
de_de: Hinweis
ru_ru: ПРИМЕЧАНИЕ:
tr_tr: NOT:

source: this plugin only adds/removes fields in the front-end.
de_de: dieses Plugin entfernt oder fügt die Felder nur im Frontend hinzu.
ru_ru: этот плагин добавляет и убирает поля только на самом сайте, а не в админ-панели.
tr_tr: bu eklenti, alanları sadece ön-ofiste oluşturur veya kaldırır.

source: The default information-fields will still be visible(and thus modifiable)
de_de: Die Standardinformationsfelder sind weiterhin
ru_ru: Все стандартные поля останутся на своих местах (их можно будет так же изменять)
tr_tr: Varsayılan bilgi alanları, halen görüntülenebilir (ve tabii değiştirilebilir) olacaktır

source: from the back-end, while custom fields will only be visible in the front-end.
de_de: vom Backende aus sichtbar, während Benutzerdefinierte Felder nur über das Frontend sichtbar sind.
ru_ru: в админ панели, но дополнительные поля будут доступны только на самом сайте.
tr_tr: arka-ofisten. Fakat özel alanlar sadece ön-ofiste görünecektir.

source: Default Profile Fields
de_de: Standart Profil Felder
ru_ru: Стандартные поля профиля
tr_tr: Varsayılan Profil Alanları

source: Input Field Name
de_de: Eingabe Feld Name
ru_ru: Название поля
tr_tr: Bilgi Alanı Adı

source: Required
de_de: Benötigt
ru_ru: Обязательное поле

source: Yes
de_de: Ja
ru_ru: Да
tr_tr: Evet

source: No
de_de: Nein
ru_ru: Нет

source: Display name publicly as...
de_de: angezeigter Name...
ru_ru: Отображать мое имя как...
tr_tr: Herkesin göreceği isim...

source: Contact Info:
de_de: Kontakt
ru_ru: Контактные данные:
tr_tr: İletişim Bilgisi:

source: About Yourself:
de_de: Passwort
ru_ru: О себе:
tr_tr: Hakkınızda:

source: General Settings
de_de: Allgemeine Einstellungen
ru_ru: Общие настройки
tr_tr: Genel Ayarlar
